COURSE_ACTS(COURSE_BOB, _(" 1 ПОЛЕ БОЯ БОБ-ОМБОВ"),
       _("БОЛЬШОЙ БОБ-ОМБ НА ВЕРШИНЕ")    , _("ЗАБЕГ С КУПОЙ-БЫСТРОЙ")         , _("СТРЕЛЯЙТЕ ПО ОСТРОВУ В НЕБЕ"),
       _("НАЙДИТЕ 8 КРАСНЫХ МОНЕТ")       , _("МАРИО ЛЕТИТ ПО НЕБУ")           , _("ЗА ВОРОТАМИ КУСАЛКИНА НА ЦЕПИ"))

COURSE_ACTS(COURSE_WF, _(" 2 КРЕПОСТЬ ВОМПА"),
       _("ОТКАЛЫВАЙТЕ БЛОК ВОМПА")        , _("НА ВЕРШИНУ КРЕПОСТИ")           , _("СТРЕЛЯЙТЕ В ДИКУЮ СИНЕВУ"),
       _("КРАСНЫЕ МОНЕТЫ НА ОСТРОВЕ")     , _("УПАДИТЕ НА ОСТРОВ В КЛЕТКЕ")    , _("РАЗНЕСИТЕ СТЕНУ ВДРЕБЕЗГИ"))

COURSE_ACTS(COURSE_JRB, _(" 3 ПИРАТСКИЙ ЗАЛИВ"),
       _("ГРАБЕЖ НА ЗАТОНУВШЕМ КОРАБЛЕ")  , _("МОЖЕТ ЛИ УГОРЬ ВЫЙТИ ПОИГРАТЬ?"), _("СОКРОВИЩЕ ОКЕАНСКОЙ ПЕЩЕРЫ"),
       _("КРАСНЫЕ МОНЕТЫ НА КОРАБЛЕ")     , _("УДАР В КАМЕННУЮ КОЛОННУ")       , _("ЧЕРЕЗ СТРУЙНЫЙ ПОТОК"))

COURSE_ACTS(COURSE_CCM, _(" 4 ХОЛОДНАЯ ГОРА"),
       _("СКОЛЬЗИТЕ С ГОРКИ")             , _("ПРОПАЛ ПИНГВИНЁНОК")            , _("ГОНКА БОЛЬШОГО ПИНГВИНА"),
       _("ГОРКА ЗА 8 КРАСНЫХ МОНЕТ")      , _("СНЕГОВИК ПОТЕРЯЛ ГОЛОВУ")       , _("РАБОТАЙТЕ С ПРЫЖКАМИ ПО СТЕНЕ"))

COURSE_ACTS(COURSE_BBH, _(" 5 ДОМ УЖАСОВ БУ"),
       _("ИДИТЕ НА ОХОТУ ЗА ПРИЗРАКАМИ")  , _("ПРОКАТИТЕСЬ НА КАРУСЕЛИ БУ")    , _("ТАЙНА КНИГ С ПРИВИДЕНИЯМИ"),
       _("ИЩИТЕ 8 КРАСНЫХ МОНЕТ")         , _("БАЛКОН БОЛЬШОГО БУ")            , _("ГЛАЗ-В-ГЛАЗ В ТАЙНОЙ КОМНАТЕ"))

COURSE_ACTS(COURSE_HMC, _(" 6 ПЕЩЕРА ЛАБИРИНТА"),
       _("ПЛАВАЮЩИЙ ЗВЕРЬ В ПЕЩЕРЕ")      , _("ПОДЪЁМ ЗА 8 КРАСНЫХ МОНЕТ")     , _("МАРИО-МЕТАЛЛ МОЖЕТ ДВИГАТЬСЯ!"),
       _("ПОБЕГ ИЗ ЯДОВИТОГО ЛАБИРИНТА")  , _("АВАРИЙНО-ОПАСНЫЙ ВЫХОД")        , _("СЛЕДИТЕ ЗА КАТЯЩИМИСЯ КАМНЯМИ"))

COURSE_ACTS(COURSE_LLL, _(" 7 ЛАВОВАЯ ЗЕМЛЯ"),
       _("ОТВАРИТЕ БОЛЬШОЙ ЗАБИЯКИ")      , _("ЗАПУГИВАЙТЕ ЗАБИЯК")            , _("8-МОНЕТНАЯ ГОЛОВОЛОМКА"),
       _("ПРОКАТКА РАСКАЛЁННОГО БРЕВНА")  , _("ПО ГОРЯЧИМ СЛЕДАМ В ВУЛКАН")    , _("ЭКСКУРСИЯ НА ЛИФТЕ ПО ВУЛКАНУ"))

COURSE_ACTS(COURSE_SSL, _(" 8 ПЕСЧАНАЯ ЗЕМЛЯ"),
       _("В КОГТЯХ БОЛЬШОЙ ПТИЦЫ")        , _("СИЯЮЩАЯ ВЕРШИНА ПИРАМИДЫ")      , _("ВНУТРИ ДРЕВНЕЙ ПИРАМИДЫ"),
       _("СТАНОВИТЕСЬ НА ЧЕТЫРЁХ КОЛОННАХ"), _("ПОЛЁТ ЗА 8 КРАСНЫХ МОНЕТ")     , _("ГОЛОВОЛОМКА ПИРАМИДЫ"))

COURSE_ACTS(COURSE_DDD, _(" 9 ВОДЯНАЯ ЗЕМЛЯ"),
       _("НА БОРТУ ПОДЛОДКИ БОУЗЕРА")     , _("СУНДУКИ В ТЕЧЕНИИ")             , _("ПРЫЖКИ С ШЕСТОМ ЗА МОНЕТАМИ"),
       _("ЧЕРЕЗ СТРУЙНЫЙ ПОТОК")          , _("НАГРАДА ЗА СКАТА МАНТА")        , _("СОБЕРИТЕ КЕПКИ..."))

COURSE_ACTS(COURSE_SL, _("10 ЗЕМЛЯ СНЕГОВИКА"),
       _("БОЛЬШАЯ ГОЛОВА СНЕГОВИКА")      , _("ОСТЫНЬ С ЗАБИЯКОЙ")             , _("В ГЛУБОКОЙ ЗАМОРОЗКЕ"),
       _("ВОДОВОРОТ ИЗ ЗАМЕРЗАЮЩЕГО ПРУДА"), _("СКОРЛУПА ЗА КРАСНЫМИ МОНЕТАМИ"), _("В ИГЛУ"))

COURSE_ACTS(COURSE_WDW, _("11 ВЛАЖНО-СУХОЙ МИР"),
       _("ШОКИРУЮЩИЕ ПОДЪЁМЫ СТРЕЛ!")     , _("НА ВЕРШИНЕ ГОРОДА")             , _("СЕКРЕТЫ НА МЕЛКОВОДЬЕ И В НЕБЕ"),
       _("СКОРОСТНОЙ ЛИФТ--ПОТОРОПИТЕСЬ!"), _("В ГОРОД ЗА КРАСНЫМИ МОНЕТАМИ")  , _("БЫСТРАЯ ГОНКА ПО ЦЕНТРУ ГОРОДА!"))

COURSE_ACTS(COURSE_TTM, _("12 ВЫСОКАЯ ГОРА"),
       _("ВЗБИРАЙТЕСЬ НА ГОРУ")           , _("ТАЙНА ОБЕЗЬЯНЬЕЙ КЛЕТКИ")       , _("КРАСНЫЕ МОНЕТЫ НА ГРИБАХ"),
       _("ТАИНСТВЕННАЯ ГОРКА")            , _("ЗАХВАТЫВАЮЩИЙ ВИД С МОСТА")     , _("УДАР ПО ОДИНОКОМУ ГРИБУ"))

COURSE_ACTS(COURSE_THI, _("13 МАЛО-БОЛЬШОЙ ОСТРОВ"),
       _("СОРВИТЕ ЦВЕТОК ПИРАНЬИ")        , _("ВЕРШИНА БОЛЬШОГО ОСТРОВА")      , _("МАТЧ-РЕВАНШ С КУПОЙ-БЫСТРОЙ"),
       _("ПЯТЬ КРОШЕЧНЫХ СЕКРЕТОВ")       , _("КРАСНЫЕ МОНЕТЫ ЕГОЗЫ")          , _("ЗАСТАВЬТЕ ЕГОЗУ ИЗВИВАТЬСЯ"))

COURSE_ACTS(COURSE_TTC, _("14 ТИК-ТАК ЧАСЫ"),
       _("ЗАКАТЫВАЙСЯ В КЛЕТКУ")          , _("ЯМА И МАЯТНИКИ")                , _("ПРОТЯНИ СТРЕЛКУ"),
       _("ТОПАЙ ПО БАМСУ")                , _("ПРЫЖКИ ПО ДВИЖУЩИМСЯ ПОЛОСАМ")  , _("ОСТАНОВКА ЗА КРАСНЫМИ МОНЕТАМИ"))

COURSE_ACTS(COURSE_RR, _("15 ПОЕЗДКА ПО РАДУГЕ"),
       _("КРЕЙСЕР ПЕРЕСЕКАЕТ РАДУГУ")     , _("БОЛЬШОЙ ДОМ В НЕБЕ")            , _("КРАСНЫЕ МОНЕТЫ В ЛАБИРИНТЕ"),
       _("РАСКАЧИВАЮЩИЙСЯ НА ВЕТРУ")      , _("ХИТРЫЕ ТРЕУГОЛЬНИКИ!")          , _("ГДЕ-ТО НАД РАДУГОЙ"))

SECRET_STAR(COURSE_BITDW, _("   БОУЗЕР В ТЁМНОМ МИРЕ"))
SECRET_STAR(COURSE_BITFS, _("   БОУЗЕР В ОГНЕННОМ МОРЕ"))
SECRET_STAR(COURSE_BITS, _("   БОУЗЕР В НЕБЕ"))
SECRET_STAR(COURSE_PSS, _("   ТАЙНАЯ ГОРКА ПРИНЦЕССЫ"))
SECRET_STAR(COURSE_COTMC, _("   ПЕЩЕРА МЕТАЛЛИЧЕСКОЙ КЕПКИ"))
SECRET_STAR(COURSE_TOTWC, _("   БАШНЯ ЛЕТУЧЕЙ КЕПКИ"))
SECRET_STAR(COURSE_VCUTM, _("   НЕВИДИМАЯ КЕПКА ПОД РВОМ"))
SECRET_STAR(COURSE_WMOTR, _("   МАРИО ЛЕТИТ НАД РАДУГОЙ"))
SECRET_STAR(COURSE_SA, _("   ТАЙНЫЙ АКВАРИУМ"))
SECRET_STAR(COURSE_CAKE_END, _(""))

CASTLE_SECRET_STARS(_("   ТАЙНЫЕ ЗВЁЗДЫ ЗАМКА"))

EXTRA_TEXT(0, _("ОДНА ИЗ ТАЙНЫХ ЗВЁЗД ЗАМКА!"))
EXTRA_TEXT(1, _(""))
EXTRA_TEXT(2, _(""))
EXTRA_TEXT(3, _(""))
EXTRA_TEXT(4, _(""))
EXTRA_TEXT(5, _(""))
EXTRA_TEXT(6, _(""))
