DEFINE_DIALOG(DIALOG_000, 1, 6, 30, 200, _("\
Ух ты! Вы окажетесь\n\
прямо посреди поля боя.\n\
Вы найдёте Звёзды силы,\n\
которые Боузер украл\n\
в картинных мирах.\n\
\n\
Сначала поговорите\n\
с приятелем Боб-омба.\n\
(Нажмите [B], чтобы\n\
поговорить).\n\
\n\
\n\
Он, безусловно, поможет\n\
вам, как и его товарищи\n\
в других областях.\n\
\n\
\n\
\n\
Чтобы прочитать\n\
таблички, остановитесь,\n\
повернитесь к ним лицом\n\
и нажмите [B]. Нажмите [A]\n\
или [B], чтобы прокрутить\n\
страницу вперёд.\n\
Вы можете поговорить\n\
с другими персонажами,\n\
повернувшись к ним лицом\n\
и нажав [B]."))

DEFINE_DIALOG(DIALOG_001, 1, 5, 95, 200, _("\
Осторожно! Если вы\n\
будете бродить здесь,\n\
то рискуете попасть под\n\
водяную бомбу!\n\
\n\
Эти вражеские Боб-омбы\n\
любят драться и всегда\n\
находят способы\n\
атаковать.\n\
\n\
Этот луг превратился\n\
в поле битвы с тех пор,\n\
как Большой Боб-омб\n\
наложил лапы на Звезду\n\
Силы.\n\
Ты можешь вернуть Звезду\n\
для нас? Перейди мост\n\
и иди налево по тропинке,\n\
чтобы найти Большого\n\
Боб-омба.\n\
Пожалуйста, зайди ко мне\n\
после того, как заберёшь\n\
Звезду Силы!"))

DEFINE_DIALOG(DIALOG_002, 1, 4, 95, 200, _("\
Эй, вы! Впереди опасно,\n\
так что слушайте\n\
внимательно! Последуйте\n\
моему совету.\n\
Пройдите по двум мостам\n\
впереди, затем следите\n\
за падающими водяными\n\
бомбами.\n\
Большой Боб-омб\n\
на вершине горы очень\n\
мощный--не дайте ему\n\
схватить вас!\n\
Мы--приятели Боб-омба,\n\
и мы на вашей стороне.\n\
Вы можете обращаться\n\
к нам, когда захотите!"))

DEFINE_DIALOG(DIALOG_003, 1, 6, 95, 200, _("\
Спасибо, Марио! Большой\n\
Боб-омб теперь просто\n\
развалина! Но битва\n\
за замок только началась.\n\
\n\
\n\
Другие враги захватили\n\
другие Звёзды Силы. Если\n\
ты соберёшь больше звёзд,\n\
то сможешь открыть\n\
новые двери, ведущие\n\
в новые миры!\n\
Мои приятели Боб-омба\n\
ждут тебя. Обязательно\n\
поговори с ними--они\n\
установят для тебя\n\
пушки."))

DEFINE_DIALOG(DIALOG_004, 1, 4, 95, 200, _("\
Мы--миролюбивые\n\
Боб-омбы, поэтому не\n\
используем пушки.\n\
\n\
Но если вы хотите\n\
оторваться, мы не\n\
возражаем. Помогите\n\
себе.\n\
Мы подготовим для вас\n\
все пушки из этого курса.\n\
Счастливого пути!"))

DEFINE_DIALOG(DIALOG_005, 1, 5, 30, 200, _("\
Привет, Марио! Это\n\
правда, что ты победил\n\
Большого Боб-омба?\n\
Круто!\n\
\n\
Ты должен быть сильным.\n\
И довольно быстрым.\n\
Итак, кстати, насколько\n\
ты быстр?\n\
\n\
Достаточно быстр, чтобы\n\
обогнать меня...\n\
Купа-быстрая? Я так не\n\
думаю. Просто попробуйте\n\
меня.\n\
Как насчёт забега на\n\
вершину горы, где был\n\
Большой Боб-омб?\n\
\n\
\n\
Что скажете? Когда я\n\
скажу 『Вперёд,』 пусть\n\
гонка начнётся!\n\
\n\
\n\
Приготовьтесь....\n\
\n\
\n\
//Вперёд!//Не сейчас"))

DEFINE_DIALOG(DIALOG_006, 1, 3, 30, 200, _("\
Эй!!! Не пытайся\n\
обмануть МЕНЯ. Ты\n\
должен пройти весь курс.\n\
Позже. Найди меня, когда\n\
захочешь участвовать\n\
в гонках по-настоящему."))

DEFINE_DIALOG(DIALOG_007, 1, 5, 30, 200, _("\
Хуффф...ффф...пуффф...\n\
Ого! Ты...действительно...\n\
быстр! Размытый силуэт\n\
человека! Держи--ты\n\
выиграл это честно!"))

DEFINE_DIALOG(DIALOG_008, 1, 4, 30, 200, _("\
[↓]ОСТЕРЕГАЙТЕСЬ\n\
[↓]КУСАЛКИНА НА ЦЕПИ\n\
[↓]Он очень опасен!\n\
\n\
Подойдите поближе\n\
и нажмите [C]^, чтобы\n\
рассмотреть получше.\n\
\n\
Страшно, да? Видите\n\
красную монету\n\
на вершине столба?\n\
\n\
Когда вы соберёте восемь\n\
из них, на лугу\n\
за мостом появится\n\
Звезда Силы."))

DEFINE_DIALOG(DIALOG_009, 1, 5, 30, 200, _("\
Давно не виделись!\n\
Ого, а ты стал таким\n\
быстрым!\n\
Ты тренировался втихаря\n\
или это сила Звёзд?\n\
Я расстроен из-за\n\
проигрыша в последней\n\
гонке. Это мой домашний\n\
курс--как насчёт\n\
матча-реванша?\n\
Цель находится\n\
в продуваемой всеми\n\
ветрами долине. Готовы?\n\
\n\
//Вперёд// Не сейчас"))

DEFINE_DIALOG(DIALOG_010, 1, 5, 30, 200, _("\
Вы только что нажали на\n\
переключатель летучей\n\
кепки! Надев летучую\n\
кепку, вы сможете парить\n\
в небе.\n\
Теперь летучие кепки\n\
будут выскакивать из\n\
всех красных блоков,\n\
которые вы найдёте.\n\
\n\
Хотите ли вы сохранить?\n\
\n\
\n\
//Да//// Нет"))

DEFINE_DIALOG(DIALOG_011, 1, 6, 30, 200, _("\
Вы только что нажали\n\
на переключатель\n\
металлической кепки!\n\
Металлическая кепка\n\
делает Марио\n\
непобедимым.\n\
Теперь металлические\n\
кепки будут выскакивать\n\
из всех зелёных блоков,\n\
которые вы найдёте.\n\
\n\
\n\
Хотите ли вы сохранить?\n\
\n\
\n\
//Да//// Нет"))

DEFINE_DIALOG(DIALOG_012, 1, 4, 30, 200, _("\
Вы только что нажали на\n\
переключатель невидимой\n\
кепки! Невидимая кепка\n\
делает Марио невидимым.\n\
Теперь невидимые кепки\n\
будут выскакивать из\n\
всех синих блоков,\n\
которые вы найдёте.\n\
Хотите ли вы сохранить?\n\
\n\
//Да//// Нет"))

DEFINE_DIALOG(DIALOG_013, 1, 5, 30, 200, _("\
Вы собрали 100 монет!\n\
Марио получает больше\n\
силы от замка.\n\
Хотите ли вы сохранить?\n\
//Да//// Нет"))

DEFINE_DIALOG(DIALOG_014, 1, 4, 30, 200, _("\
Ух ты! Ещё одна звезда\n\
Силы! Сила замка придаёт\n\
Марио ещё больше\n\
храбрости.\n\
Хотите ли вы сохранить?\n\
\n\
//Да//// Нет"))

DEFINE_DIALOG(DIALOG_015, 1, 4, 30, 200, _("\
Вы можете наносить\n\
удары по врагам, чтобы\n\
сбить их с ног.\n\
\n\
Нажмите [A], чтобы\n\
прыгнуть, [B], чтобы\n\
ударить.\n\
\n\
Нажмите [A], затем [B],\n\
чтобы ударить ногой.\n\
\n\
\n\
Чтобы поднять\n\
что-нибудь, тоже\n\
нажмите [B].\n\
\n\
Чтобы бросить\n\
что-нибудь, что вы\n\
держите в руках, нажмите\n\
[B] ещё раз."))

DEFINE_DIALOG(DIALOG_016, 1, 4, 30, 200, _("\
Запрыгивай на блестящий\n\
панцирь и мчись, куда\n\
захочешь! Уничтожь всех\n\
врагов!"))

DEFINE_DIALOG(DIALOG_017, 1, 5, 30, 200, _("\
Я Большой Боб-омб,\n\
повелитель всего\n\
взрывчатого вещества,\n\
король ка-бумов по всему\n\
миру!\n\
Как ты посмел взобраться\n\
на мою гору? По какому\n\
праву ты ступил на\n\
вершину моей имперской\n\
горы?\n\
Может, тебе и удалось\n\
ускользнуть от моей\n\
охраны, но ты никогда не\n\
вырвешься из моих рук...\n\
\n\
...и ты никогда не\n\
отнимешь мою Звезду\n\
Силы. Я бросаю тебе\n\
вызов, Марио!\n\
\n\
Если ты хочешь получить\n\
мою Звезду, ты должен\n\
проявить себя в бою.\n\
\n\
\n\
Ты можешь подхватить\n\
меня сзади и швырнуть\n\
на это королевское поле?\n\
Я думаю, что ты не\n\
сможешь!"))

DEFINE_DIALOG(DIALOG_018, 1, 5, 30, 200, _("\
Я сплю, потому что...\n\
...мне хочется спать.\n\
Я не люблю, когда меня\n\
беспокоят. Пожалуйста,\n\
идите тихо."))

DEFINE_DIALOG(DIALOG_019, 1, 2, 30, 200, _("\
Тссс! Пожалуйста, идите\n\
тихо по коридору!"))

DEFINE_DIALOG(DIALOG_020, 1, 6, 95, 150, _("\
Дорогой Марио:\n\
Пожалуйста, приходите\n\
в замок. Я испекла\n\
для тебя торт.\n\
Искренне твой--\n\
Принцесса Поганка"))

DEFINE_DIALOG(DIALOG_021, 1, 5, 95, 200, _("\
Добро пожаловать.\n\
Никого нет дома!\n\
А теперь проваливай--\n\
и не возвращайся!\n\
Гва ха ха!"))

DEFINE_DIALOG(DIALOG_022, 1, 2, 95, 200, _("\
Тебе нужен ключ, чтобы\n\
открыть эту дверь."))

DEFINE_DIALOG(DIALOG_023, 1, 3, 95, 200, _("\
Этот ключ не подходит!\n\
Возможно, он для\n\
подвала..."))

DEFINE_DIALOG(DIALOG_024, 1, 6, 95, 200, _("\
Чтобы открыть эту дверь,\n\
вам понадобится Звезда\n\
Силы. Заберите Звезду\n\
Силы у врага,\n\
спрятанного на одной из\n\
картин замка."))

DEFINE_DIALOG(DIALOG_025, 1, 3, 95, 200, _("\
Чтобы открыть эту дверь,\n\
требуется сила 3 звёзд.\n\
Вам нужно ещё [%] звезд[а]."))

DEFINE_DIALOG(DIALOG_026, 1, 3, 95, 200, _("\
Чтобы открыть эту дверь,\n\
требуется сила 8 звёзд.\n\
Вам нужно ещё [%] зв[е]зд[а]."))

DEFINE_DIALOG(DIALOG_027, 1, 3, 95, 200, _("\
Чтобы открыть эту дверь,\n\
требуется сила 30 звёзд.\n\
Вам нужно ещё [%] зв[е]зд[а]."))

DEFINE_DIALOG(DIALOG_028, 1, 3, 95, 200, _("\
Чтобы открыть эту дверь,\n\
требуется сила 50 звёзд.\n\
Вам нужно ещё [%] зв[е]зд[а]."))

DEFINE_DIALOG(DIALOG_029, 1, 5, 95, 200, _("\
Чтобы открыть дверь,\n\
ведущую к 『бесконечной』\n\
лестнице, вам нужно 70\n\
звёзд.\n\
Бва ха ха!"))

DEFINE_DIALOG(DIALOG_030, 1, 6, 30, 200, _("\
Привет! Братья Лакиту,\n\
публикует последние\n\
новости о прогрессе\n\
Марио. Он собирается\n\
освоить технику\n\
подкрадывания к врагам.\n\
Хитрость заключается\n\
в следующем: чтобы идти\n\
тихо, ему придётся идти\n\
очень медленно.\n\
\n\
\n\
И завершая описание\n\
методов съёмки,\n\
о которых говорилось\n\
ранее, вы можете\n\
осмотреться, используя\n\
клавиши [C]> и [C]<.\n\
Нажмите [C]|, чтобы\n\
увидеть происходящее на\n\
расстоянии.\n\
\n\
\n\
\n\
Когда вы не сможете\n\
переместить камеру\n\
дальше, раздастся\n\
звуковой сигнал. Это\n\
братья Лакиту,\n\
заканчиваем."))

DEFINE_DIALOG(DIALOG_031, 1, 6, 30, 200, _("\
Ни за что! Ты победил\n\
меня... снова!! И я\n\
только что потратил все\n\
свои сбережения на новые\n\
беговые кроссовки Koopa\n\
Mach 1!\n\
Похоже, я должен вручить\n\
эту звезду победителю\n\
гонки. Поздравляю, Марио!"))

DEFINE_DIALOG(DIALOG_032, 1, 5, 30, 200, _("\
Если у вас есть летучая\n\
кепка, вы можете летать!\n\
\n\
\n\
\n\
Наденьте кепку, затем\n\
сделайте тройной\n\
прыжок--прыгните три\n\
раза подряд--чтобы\n\
взлететь.\n\
Вы сможете взлететь ещё\n\
выше, если будете\n\
стрелять из пушки\n\
в летучей кепке!\n\
\n\
Используйте кнопки [C],\n\
чтобы осмотреться во\n\
время полёта, и нажмите\n\
[Z], чтобы приземлиться."))

DEFINE_DIALOG(DIALOG_033, 1, 6, 30, 200, _("\
Чао! Вы добрались\n\
до замка принцессы\n\
Поганки по варп-трубе.\n\
Использование\n\
контроллера--это проще\n\
простого.\n\
Нажмите [A], чтобы\n\
прыгать, и [B], чтобы\n\
атаковать. Также\n\
нажмите [B], чтобы\n\
прочитать таблички.\n\
\n\
Используйте Джойстик\n\
в центре контроллера,\n\
чтобы перемещать Марио\n\
по кругу. Теперь\n\
отправляйтесь в замок."))

DEFINE_DIALOG(DIALOG_034, 1, 6, 30, 200, _("\
Добрый день. Братья\n\
Лакиту, здесь ведёт\n\
прямой репортаж из замка\n\
принцессы.\n\
\n\
\n\
Марио только что прибыл\n\
на место происшествия,\n\
и мы будем снимать\n\
в прямом эфире,\n\
\n\
\n\
как он входит в замок\n\
и преследует пропавших\n\
Звёзд Силы.\n\
\n\
\n\
\n\
Как опытные операторы,\n\
мы будем снимать\n\
с рекомендованного\n\
ракурса, но вы можете\n\
изменить его, нажав\n\
кнопки [C].\n\
Если мы не сможем\n\
изменить угол обзора, мы\n\
подадим звуковой сигнал.\n\
Чтобы осмотреть\n\
окрестности, остановитесь\n\
и нажмите [C]^.\n\
Нажмите [A], чтобы\n\
возобновить игру.\n\
Переключите режимы\n\
камеры с помощью\n\
кнопки [R].\n\
\n\
Ознакомьтесь с этими\n\
инструкциями на\n\
табличках, расположенных\n\
по пути.\n\
\n\
\n\
На данный момент,\n\
в прямом эфире, это были\n\
братья Лакиту."))

DEFINE_DIALOG(DIALOG_035, 1, 6, 30, 200, _("\
Есть четыре кнопки\n\
камеры, или 『[C].』\n\
Нажмите [C]^, чтобы\n\
осмотреться с помощью\n\
Джойстика.\n\
\n\
Обычно вы будете видеть\n\
Марио через камеру\n\
Лакиту. Именно эта\n\
камера рекомендуется для\n\
обычной игры.\n\
\n\
Вы можете изменить угол\n\
обзора, нажав [C]>. Если\n\
вы нажмёте [R],\n\
изображение переключится\n\
на камеру Марио, которая\n\
находится прямо за ним.\n\
Нажмите [R] ещё раз,\n\
чтобы вернуться к камере\n\
Лакиту. Нажмите [C]|,\n\
чтобы увидеть Марио\n\
издалека, используя\n\
ракурс Лакиту или Марио."))

DEFINE_DIALOG(DIALOG_036, 1, 6, 30, 200, _("\
ОБЗОРНАЯ ПЛОЩАДКА\n\
Нажмите [C]^, чтобы\n\
осмотреться. Ничего не\n\
пропустите!\n\
\n\
\n\
Нажмите [R], чтобы\n\
переключиться на камеру\n\
Марио. Она всегда следует\n\
за Марио. Нажмите [R] ещё\n\
раз, чтобы переключиться\n\
на камеру Лакиту.\n\
Приостановите игру и\n\
переключите режим, чтобы\n\
『зафиксировать』 камеру\n\
на месте, удерживая\n\
нажатой клавишу [R].\n\
Попробуйте!"))

DEFINE_DIALOG(DIALOG_037, 1, 2, 30, 200, _("\
Я выиграл! Ты проиграл!\n\
Ха ха ха ха!\n\
Ты не лентяй, но я лучше\n\
катаюсь на санках!\n\
Удачи в следующий раз!"))

DEFINE_DIALOG(DIALOG_038, 1, 3, 95, 200, _("\
Реагируя на силу Звезды,\n\
дверь медленно\n\
открывается."))

DEFINE_DIALOG(DIALOG_039, 1, 5, 30, 200, _("\
По указу Большого\n\
Боб-омба посетители не\n\
допускаются\n\
\n\
\n\
Я никогда не отдам свои\n\
Звёзды, потому что в их\n\
сиянии заключена сила\n\
замка.\n\
\n\
Они были подарком от\n\
Боузера, самого короля\n\
Купа, и они надёжно\n\
спрятаны в моём\n\
королевстве.\n\
Ни слова об их\n\
местонахождении\n\
не сорвётся с моих губ.\n\
О, ладно, пожалуй, одна\n\
подсказка:\n\
Обратите внимание\n\
на имена звёзд в начале\n\
курса.\n\
\n\
//--Большой Боб-омб"))

DEFINE_DIALOG(DIALOG_040, 1, 3, 30, 200, _("\
Предупреждение!\n\
Холодная, холодная\n\
расщелина внизу!"))

DEFINE_DIALOG(DIALOG_041, 1, 3, 30, 200, _("\
Я выиграл! Ты проиграл!\n\
Ха ха ха!\n\
\n\
Вот что ты получаешь,\n\
если связываешься\n\
с Купой-быстрой.\n\
Удачи в следующий раз!"))

DEFINE_DIALOG(DIALOG_042, 1, 6, 30, 200, _("\
Осторожно! Узкий мост!\n\
Переходите медленно!\n\
\n\
\n\
\n\
\n\
Вы можете запрыгнуть на\n\
край обрыва и повиснуть\n\
на нём, а если будете\n\
двигаться медленно, то\n\
сможете перелезть через\n\
край.\n\
Когда захотите\n\
отпустить Марио,\n\
нажмите [Z] или нажмите\n\
на Джойстик\n\
в направлении спины\n\
Марио.\n\
Чтобы подняться,\n\
нажмите Вверх на\n\
Джойстике. Чтобы быстро\n\
подняться, нажмите\n\
кнопку [A]."))

DEFINE_DIALOG(DIALOG_043, 1, 5, 30, 200, _("\
Если подпрыгнуть\n\
и удерживать кнопку [A],\n\
то можно ухватиться за\n\
какие-нибудь предметы\n\
над головой.\n\
Это то же самое, что\n\
схватить летящую птицу!"))

DEFINE_DIALOG(DIALOG_044, 1, 5, 95, 200, _("\
Кто там? Кто меня\n\
разбудил? Ещё светло--я\n\
должен спать!\n\
\n\
\n\
Эй, раз уж я не сплю,\n\
почему бы тебе не\n\
полетать со мной?\n\
\n\
\n\
Нажмите и удерживайте\n\
[A], чтобы продолжить.\n\
Отпусти [A], чтобы\n\
отпустить.\n\
\n\
Я заберу тебя, куда ты\n\
захочешь, пока у меня\n\
есть крылья. Следи\n\
за моей тенью и цепляйся\n\
за неё."))

DEFINE_DIALOG(DIALOG_045, 1, 6, 95, 200, _("\
Ух ты! Я чуть не\n\
обалдел. Марио, тебе\n\
лучше не есть пасту! На\n\
сегодня хватит. Нажмите\n\
[A], чтобы отпустить.\n\
Ладно, пока!"))

DEFINE_DIALOG(DIALOG_046, 1, 6, 30, 200, _("\
Вы должны освоить три\n\
важные техники прыжков.\n\
Сначала попробуйте\n\
тройной прыжок.\n\
\n\
\n\
Бегите быстро, затем\n\
прыгайте три раза,\n\
раз, два, три.\n\
\n\
\n\
\n\
Если вы правильно\n\
рассчитаете время\n\
прыжков, вы будете\n\
подпрыгивать, скакать\n\
вприпрыжку, а затем\n\
прыгать очень высоко.\n\
Затем попробуйте\n\
дистанцию с длинным\n\
прыжком. Бегите,\n\
нажмите [Z], чтобы\n\
присесть, затем [A], чтобы\n\
прыгнуть очень далеко.\n\
Чтобы устроить прыжок\n\
от стены, нажмите [A],\n\
чтобы прыгнуть на стену,\n\
затем прыгните ещё раз,\n\
когда ударитесь о стену.\n\
\n\
Понятно? Тройной прыжок,\n\
длинный прыжок, прыжок\n\
от стены. Тренируйся,\n\
тренируйся, тренируйся.\n\
Без них у вас нет ни\n\
единого шанса."))

DEFINE_DIALOG(DIALOG_047, 1, 2, 95, 200, _("\
Привет! Я приготовлю\n\
для тебя пушку!"))

DEFINE_DIALOG(DIALOG_048, 1, 5, 30, 200, _("\
Вершина снежной горы\n\
Следите за тем, чтобы\n\
не было скользко!\n\
Пожалуйста, сначала\n\
зайдите в коттедж."))

DEFINE_DIALOG(DIALOG_049, 1, 6, 30, 200, _("\
Помните этот хитрый\n\
прыжок от стены? Это\n\
техника, которой вам\n\
нужно овладеть, чтобы\n\
достичь высоких мест.\n\
\n\
Используйте её для\n\
прыжков со стены на\n\
стену. Нажимайте на\n\
Джойстик в нужном\n\
направлении, чтобы\n\
набрать скорость.\n\
Тренируйтесь до\n\
совершенства!"))

DEFINE_DIALOG(DIALOG_050, 1, 6, 30, 200, _("\
Удерживайте нажатой\n\
клавишу [Z], чтобы\n\
присесть и соскользнуть\n\
вниз по склону. Или\n\
нажмите [Z] в воздухе,\n\
чтобы удариться о землю!\n\
Если вы остановитесь,\n\
присядьте, а затем\n\
подпрыгнете, вы сделаете\n\
сальто назад! Понятно?\n\
Это ещё не всё.\n\
\n\
Присядьте, а затем\n\
подпрыгните, чтобы\n\
совершить длинный\n\
прыжок! Или присядьте\n\
и пройдитесь, чтобы...\n\
неважно."))

DEFINE_DIALOG(DIALOG_051, 1, 6, 30, 200, _("\
Карабкаться легко! Когда\n\
вы запрыгиваете\n\
на деревья, столбы\n\
или опорные столбы,\n\
вы автоматически\n\
хватаетесь за них.\n\
Нажмите [A], чтобы\n\
спрыгнуть назад. Чтобы\n\
обогнуть объект, нажмите\n\
Вправо или Влево\n\
на Джойстике.\n\
\n\
Когда вы достигнете\n\
вершины, нажмите Вверх,\n\
чтобы сделать стойку\n\
на руках!\n\
\n\
\n\
Спрыгните со стойки\n\
на руках для высокого,\n\
стильного прыжка."))

DEFINE_DIALOG(DIALOG_052, 1, 5, 30, 200, _("\
Остановитесь и нажмите\n\
[Z], чтобы присесть, затем\n\
нажмите [A], чтобы\n\
выполнить высокое сальто\n\
назад!\n\
Чтобы выполнить боковое\n\
сальто, разбежитесь,\n\
сделайте резкий разворот\n\
и прыгните.\n\
\n\
При обоих прыжках вы\n\
можете набрать как\n\
можно больше воздуха."))

DEFINE_DIALOG(DIALOG_053, 1, 5, 30, 200, _("\
Иногда, если вы пройдёте\n\
через кольцо с монетами\n\
или найдёте секретную\n\
точку в курсе, появится\n\
красная цифра.\n\
Если вы триггерите пять\n\
красных цифр, появится\n\
тайная Звезда."))

DEFINE_DIALOG(DIALOG_054, 1, 5, 30, 200, _("\
Добро пожаловать\n\
на снежную горку!\n\
Запрыгивайте!\n\
\n\
\n\
Чтобы увеличить скорость,\n\
нажмите на Джойстик\n\
вперёд. Чтобы\n\
замедлиться, потяните\n\
назад."))

DEFINE_DIALOG(DIALOG_055, 1, 6, 30, 200, _("\
Привет, Марио, приятель,\n\
как дела? Подойди\n\
поближе. Ты похож\n\
на парня, который\n\
любит быстро кататься\n\
на санках.\n\
Я узнаю скорость, когда\n\
вижу её, да, сэр,--я\n\
чемпион мира по санному\n\
спорту, знаешь ли.\n\
Что скажешь?\n\
\n\
Как насчёт гонки?\n\
Готов...\n\
\n\
\n\
//Вперёд// Не сейчас"))

DEFINE_DIALOG(DIALOG_056, 1, 5, 30, 200, _("\
Ты побил мой рекорд!\n\
Невероятно! Я знал, что\n\
ты самый крутой. Теперь\n\
ты доказал, что ты ещё\n\
и самый быстрый!\n\
Я не могу наградить тебя\n\
золотой медалью, но вот,\n\
возьми эту звезду вместо\n\
неё. Ты её заслужил!"))

DEFINE_DIALOG(DIALOG_057, 1, 5, 30, 200, _("\
Боже мой! Моя малышка!!\n\
Ты видел мою\n\
малышку??? Она самая\n\
драгоценная малышка\n\
на всём белом свете.\n\
(Говорят, у неё мой\n\
клюв...) Я просто не могу\n\
вспомнить, где я её\n\
оставила.\n\
\n\
Давай посмотрим...Я\n\
зашла за селедкой\n\
и кубиками льда, а потом\n\
я...ооо! Я просто\n\
не знаю!"))

DEFINE_DIALOG(DIALOG_058, 1, 6, 30, 200, _("\
Ты нашёл моего\n\
драгоценного,\n\
ненаглядного малыша!\n\
Где ты был? Как я могу\n\
отблагодарить тебя,\n\
Марио?\n\
О, у меня действительно\n\
есть эта...Звезда. Вот,\n\
возьми её с моей вечной\n\
благодарностью."))

DEFINE_DIALOG(DIALOG_059, 1, 5, 30, 200, _("\
Это не моя малышка! Она\n\
совсем на меня не\n\
похожа! Её родители,\n\
должно быть, ужасно\n\
волнуются!"))

DEFINE_DIALOG(DIALOG_060, 1, 5, 30, 200, _("\
ВНИМАНИЕ!\n\
Прочтите перед\n\
погружением!\n\
\n\
\n\
Если вы пробудете под\n\
водой слишком долго,\n\
у вас закончится\n\
кислород.\n\
\n\
Вернитесь на поверхность\n\
за воздухом или найдите\n\
воздушный пузырь или\n\
монеты, чтобы дышать\n\
под водой.\n\
Нажмите [A], чтобы\n\
плавать. Удерживайте\n\
нажатой клавишу [A],\n\
чтобы плыть медленно\n\
и уверенно.\n\
Плавно нажимайте [A],\n\
чтобы увеличить скорость.\n\
\n\
\n\
\n\
Нажмите на Джойстик\n\
вверх и нажмите [A],\n\
чтобы погрузиться.\n\
\n\
\n\
Нажмите на Джойстик\n\
вниз и нажмите [A], чтобы\n\
вернуться на поверхность.\n\
\n\
\n\
Удерживайте нажатой\n\
клавишу [A], находясь\n\
на поверхности у кромки\n\
воды, чтобы выпрыгнуть."))

DEFINE_DIALOG(DIALOG_061, 1, 4, 30, 200, _("\
БРРР! Опасность\n\
обморожения! Не плавайте\n\
здесь. Я серьёзно.\n\
/--Пингвин"))

DEFINE_DIALOG(DIALOG_062, 1, 4, 30, 200, _("\
Внутри зелёного блока\n\
спрятана удивительная\n\
металлическая кепка.\n\
\n\
Надев её, вы не\n\
загоритесь и не\n\
пострадаете от вражеских\n\
атак.\n\
Вам даже не придётся\n\
дышать, когда вы\n\
наденете её.\n\
\n\
Единственная проблема:\n\
В ней нельзя плавать."))

DEFINE_DIALOG(DIALOG_063, 1, 6, 30, 200, _("\
Невидимая кепка\n\
находится внутри синего\n\
блока. Г-н Око будет\n\
удивлён, потому что,\n\
надев её, вы станете\n\
невидимкой!\n\
Даже Большой Бу будет\n\
одурачен--и вы тоже\n\
сможете проходить сквозь\n\
тайные стены."))

DEFINE_DIALOG(DIALOG_064, 1, 6, 30, 200, _("\
Когда вы наденете\n\
летучую кепку, которую\n\
можно достать из\n\
красного блока, сделайте\n\
тройной прыжок, чтобы\n\
взмыть высоко в небо.\n\
Используйте Джойстик,\n\
чтобы направлять Марио.\n\
\n\
\n\
\n\
\n\
Отведите назад, чтобы\n\
взлететь, подайтесь\n\
вперёд, чтобы опустить\n\
нос, и нажмите [Z], чтобы\n\
приземлиться."))

DEFINE_DIALOG(DIALOG_065, 1, 6, 30, 200, _("\
Уроки плавания!\n\
Нажимайте [A], чтобы\n\
делать гребки брассом.\n\
\n\
\n\
\n\
Если вы правильно\n\
рассчитаете время\n\
нажатия, вы будете\n\
плавать быстро.\n\
\n\
\n\
Нажмите и удерживайте\n\
[A], чтобы делать\n\
медленные, ровные взмахи\n\
руками.\n\
\n\
\n\
Нажмите Вверх на\n\
Джойстике, чтобы\n\
нырнуть, и отведите\n\
назад, чтобы всплыть\n\
на поверхность.\n\
\n\
Чтобы выпрыгнуть из\n\
воды, удерживайте Вниз\n\
на Джойстике, затем\n\
нажмите [A]. Проще\n\
простого, не так ли?\n\
\n\
Но помните:\n\
Марио не может дышать\n\
под водой! Вернитесь на\n\
поверхность за воздухом,\n\
когда метр Силы\n\
разрядится.\n\
И последнее: Вы не\n\
сможете открывать двери,\n\
которые находятся\n\
под водой."))

DEFINE_DIALOG(DIALOG_066, 1, 6, 30, 200, _("\
Марио, это Пич!\n\
Пожалуйста, будь\n\
осторожен! Боузер\n\
такой злой!\n\
\n\
\n\
Он попытается обжечь\n\
тебя своим ужасным\n\
огненным дыханием.\n\
\n\
\n\
\n\
Обойди его сзади и схвати\n\
за хвост с помощью\n\
кнопки [B]. Как только ты\n\
схватишь его, раскручивай\n\
его на большие круги.\n\
\n\
Крутите Джойстик, чтобы\n\
двигаться всё быстрее\n\
и быстрее. Чем быстрее\n\
вы будете раскачивать\n\
Боузера, тем дальше\n\
он улетит.\n\
Используйте кнопки [C],\n\
чтобы осмотреться,\n\
Марио. Вам нужно бросить\n\
Боузера в одну из бомб,\n\
расположенных по четырём\n\
углам.\n\
Хорошенько прицелись,\n\
затем снова нажми [B],\n\
чтобы запустить Боузер.\n\
Удачи, Марио! Наша\n\
судьба в твоих руках."))

DEFINE_DIALOG(DIALOG_067, 1, 5, 30, 200, _("\
Не повезло тебе, Марио!\n\
Принцессы Поганки здесь\n\
нет...Гва ха ха!!\n\
Давай,--только попробуй\n\
схватить меня за хвост!\n\
Тебе никогда не удастся\n\
обвести МЕНЯ по кругу!\n\
Такой слабак, как ты,\n\
не вышвырнет меня\n\
отсюда! Никогда! Ха!"))

DEFINE_DIALOG(DIALOG_068, 1, 6, 30, 200, _("\
Это Смертоносная\n\
Лавовая Земля!\n\
Если вы загоритесь или\n\
упадёте в огненную лужу,\n\
вы сойдёте с ума, но не\n\
теряйте самообладания.\n\
Вы всё ещё можете\n\
управлять Марио--просто\n\
постарайтесь сохранять\n\
спокойствие!"))

DEFINE_DIALOG(DIALOG_069, 1, 4, 30, 200, _("\
Иногда вы будете\n\
натыкаться на невидимые\n\
стены на границах\n\
картинных миров.\n\
Если вы врежетесь\n\
в стену во время полёта,\n\
то отскочите назад."))

DEFINE_DIALOG(DIALOG_070, 1, 6, 30, 200, _("\
Вы можете в любой\n\
момент вернуться\n\
в главный зал замка\n\
из картинных миров,\n\
где обитают враги.\n\
\n\
Просто остановитесь,\n\
постойте неподвижно,\n\
нажмите Start, чтобы\n\
приостановить игру,\n\
затем выберите\n\
『Выйти из курса.』\n\
Вам не обязательно\n\
собирать все звёзды силы\n\
на одном курсе, прежде\n\
чем переходить\n\
к следующему.\n\
\n\
Вернитесь позже, когда\n\
у вас будет больше\n\
опыта, чтобы подобрать\n\
более сложные задания.\n\
\n\
\n\
Всякий раз, когда вы\n\
находите звезду,\n\
на стартовом экране\n\
курса появляется\n\
подсказка, как найти\n\
следующую.\n\
Однако вы можете собрать\n\
любую из оставшихся\n\
звёзд в следующий раз.\n\
Вам не нужно\n\
восстанавливать то,\n\
что описано в подсказке."))

DEFINE_DIALOG(DIALOG_071, 1, 4, 30, 200, _("\
Впереди опасность!\n\
Остерегайтесь странного\n\
облака! Не вдыхайте!\n\
\n\
Если почувствуете\n\
слабость, бегите на\n\
возвышенность и подышите\n\
свежим воздухом!\n\
Круг: Укрытие\n\
Стрелка: Вход-выход"))

DEFINE_DIALOG(DIALOG_072, 1, 5, 30, 200, _("\
Впереди сильный ветер!\n\
Наденьте поглубже кепку.\n\
Если её сдует, вам\n\
придётся искать её\n\
на этой горе."))

DEFINE_DIALOG(DIALOG_073, 1, 4, 95, 200, _("\
Аааа! Привет, приятель.\n\
У меня есть затонувшие\n\
сокровища, вот они,\n\
правда.\n\
Но чтобы достать добычу,\n\
нужно открывать сундуки\n\
с сокровищами\n\
в правильном порядке.\n\
В каком порядке,\n\
ты говоришь?\n\
\n\
\n\
Я никогда не скажу!\n\
\n\
//--Капитан"))

DEFINE_DIALOG(DIALOG_074, 1, 5, 30, 200, _("\
Вы можете ухватиться\n\
за край скалы или\n\
выступа кончиками\n\
пальцев и свеситься\n\
с него вниз.\n\
Чтобы спрыгнуть с края,\n\
нажмите на Джойстик\n\
в направлении спины Марио\n\
или нажмите кнопку [Z].\n\
\n\
Чтобы забраться на\n\
выступ, либо нажмите\n\
Вверх на Джойстике, либо\n\
нажмите [A],\n\
\n\
как только ухватитесь\n\
за выступ, чтобы быстро\n\
взобраться наверх."))

DEFINE_DIALOG(DIALOG_075, 1, 6, 30, 200, _("\
Марио!! Мой замок\n\
в большой опасности.\n\
Я знаю, что причиной\n\
всему Боузер...и я знаю,\n\
что только ты можешь\n\
остановить его!\n\
Двери в замке, которые\n\
были запечатаны\n\
Боузером, можно открыть\n\
только с помощью\n\
Звезды Силы.\n\
\n\
Но в замке есть тайные\n\
тропы, которые Боузер\n\
не нашёл.\n\
\n\
\n\
\n\
Одна из таких троп\n\
находится в этой\n\
комнате, и на ней\n\
находится одна из\n\
тайных звёзд замка!\n\
\n\
Найди эту тайную звезду,\n\
Марио! Она поможет тебе\n\
в твоих поисках.\n\
Пожалуйста, Марио,\n\
ты должен нам помочь!\n\
\n\
Найди все Звёзды Силы\n\
в замке и освободи нас\n\
из этой ужасной тюрьмы!\n\
Пожалуйста!"))

DEFINE_DIALOG(DIALOG_076, 1, 6, 30, 200, _("\
Благодаря силе звёзд\n\
в замок возвращается\n\
жизнь. Пожалуйста,\n\
Марио, ты должен дать\n\
Боузеру пинка!\n\
\n\
Позволь мне рассказать\n\
тебе кое-что о замке.\n\
В комнате с зеркалами\n\
внимательно посмотрите\n\
на все, что в них не\n\
отражается.\n\
А когда вы отправитесь\n\
в водный городок, вы\n\
можете затопить его,\n\
прыгнув с высоты на\n\
картину. О, кстати,\n\
смотрите, что я нашёл!"))

DEFINE_DIALOG(DIALOG_077, 1, 2, 150, 200, _("\
Постановлено, что нужно\n\
колотить по столбам."))

DEFINE_DIALOG(DIALOG_078, 1, 5, 30, 200, _("\
Разбейте блок с синими\n\
монетами, ударив\n\
по земле кнопкой [Z].\n\
Одна синяя монета стоит\n\
пяти жёлтых.\n\
Но вам нужно\n\
поторопиться! Монеты\n\
исчезнут, если вы\n\
не будете быстро их\n\
собирать! Слишком плохо."))

DEFINE_DIALOG(DIALOG_079, 1, 5, 30, 200, _("\
Оуууууу! Отпусти меня!\n\
Уки-ки! Я просто\n\
пошутил! Неужели ты\n\
не понимаешь шуток?\n\
\n\
Вот что я тебе скажу,\n\
давай поменяемся. Если\n\
ты меня отпустишь,\n\
я подарю тебе кое-что\n\
по-настоящему вкусное.\n\
Так как насчёт этого?\n\
\n\
\n\
//Освободи/ Держись"))

DEFINE_DIALOG(DIALOG_080, 1, 1, 30, 200, _("\
Иии хи хи хи!"))

DEFINE_DIALOG(DIALOG_081, 1, 4, 30, 200, _("\
Загадка в том, что лучше\n\
--мокрое или сухое.\n\
И в чём же заключается\n\
разгадка?\n\
Город встречает\n\
посетителей глубиной,\n\
которую они привносят\n\
в него, когда входят."))

DEFINE_DIALOG(DIALOG_082, 1, 5, 30, 200, _("\
Не снимайте шляпу! Если\n\
вы её потеряете, то\n\
можете легко пораниться.\n\
\n\
\n\
Если вы всё-таки\n\
потеряете свою кепку,\n\
вам придётся искать её\n\
в том же курсе, где вы\n\
её потеряли.\n\
О, боже, для Пича это\n\
выглядит не лучшим\n\
образом. Она всё ещё\n\
заперта где-то\n\
внутри стен.\n\
Пожалуйста, Марио, ты\n\
должен помочь ей! Ты\n\
знал, что внутри стен\n\
есть вражеские миры?\n\
\n\
Ага. Это правда. Солдаты\n\
Боузера тоже там.\n\
О, вот, возьми это.\n\
Я хранил это для тебя."))

DEFINE_DIALOG(DIALOG_083, 1, 6, 30, 200, _("\
В этих часах есть\n\
что-то странное. Когда\n\
будешь запрыгивать\n\
внутрь, посмотри\n\
на положение большой\n\
стрелки.\n\
О, смотри, что я нашёл!\n\
Вот, Марио, лови!"))

DEFINE_DIALOG(DIALOG_084, 1, 4, 30, 200, _("\
Даааа! Отпусти меня,\n\
скотина! Я опаздываю,\n\
так опаздываю, я должен\n\
поторопиться!\n\
Эта блестящая штука?\n\
Моя! Она моя. Те, кто\n\
нашёл, те, кто сохранил,\n\
те, кто проиграл...\n\
Поздно, поздно, поздно...\n\
Ой! Тогда бери! Это был\n\
подарок от Боузера.\n\
\n\
А теперь оставь меня\n\
в покое! У меня свидание!\n\
Я не могу опоздать\n\
на чай!"))

DEFINE_DIALOG(DIALOG_085, 1, 5, 30, 200, _("\
В этом доме у тебя нет\n\
ни малейшего шанса. Если\n\
ты выйдешь отсюда,\n\
то заслужишь...\n\
...медаль вурдалака..."))

DEFINE_DIALOG(DIALOG_086, 1, 4, 30, 200, _("\
Беготня по кругу\n\
заставляет некоторых\n\
плохих парней\n\
закатывать глаза."))

DEFINE_DIALOG(DIALOG_087, 1, 5, 30, 200, _("\
Санта Клаус не\n\
единственный, кто может\n\
спуститься по дымоходу!\n\
Заходите!\n\
/--Владелец домика"))

DEFINE_DIALOG(DIALOG_088, 1, 6, 30, 200, _("\
Работающий лифт\n\
Для тех, кто выходит\n\
здесь: возьмитесь за\n\
поручень слева\n\
и осторожно\n\
спускайтесь вниз."))

DEFINE_DIALOG(DIALOG_089, 1, 6, 95, 200, _("\
Оба пути чреваты\n\
опасностями! Смотрите\n\
под ноги! Те, кто не\n\
умеет устроить длинный\n\
прыжок, тихо, тихо.\n\
Идите направо.\n\
Вправо: Работающий лифт\n\
////Облачный лабиринт\n\
\n\
Влево: Чёрная дыра\n\
/// Подземное озеро\n\
\n\
Красный круг: Лифт 2\n\
///// Подземное озеро\n\
\n\
Стрелка: Вы здесь"))

DEFINE_DIALOG(DIALOG_090, 1, 6, 30, 200, _("\
Бва ха ха ха!\n\
Ты угодил прямо в мою\n\
ловушку, как я и\n\
предполагал! Предупреждаю\n\
тебя, 『Друг,』 будь\n\
осторожен!"))

DEFINE_DIALOG(DIALOG_091, 2, 2, 30, 200, _("\
Опасно!\n\
Сильные порывы ветра!\n\
Но ветер делает\n\
комфортную езду."))

DEFINE_DIALOG(DIALOG_092, 1, 6, 30, 200, _("\
Ты опять ко мне\n\
пристаёшь, Марио? Разве\n\
ты не видишь, что\n\
я весело провожу время,\n\
проказничая со своими\n\
миньонами?\n\
А теперь верни эти\n\
звёзды! Они нужны моим\n\
войскам на стенах!\n\
Бва ха ха!"))

DEFINE_DIALOG(DIALOG_093, 1, 4, 30, 200, _("\
Марио! Снова ты! Ну, это\n\
просто замечательно--я\n\
искал, что бы поджарить\n\
своим огненным дыханием!\n\
Твоя Звезда силы\n\
бесполезна против меня!\n\
Все твои друзья заперты\n\
в стенах...\n\
И ты никогда больше\n\
не увидишь принцессу!\n\
Бва ха ха ха!"))

DEFINE_DIALOG(DIALOG_094, 1, 4, 30, 200, _("\
Хорошенько разбегись по\n\
склону! Помнишь длинный\n\
прыжок? Разбегись, нажми\n\
[Z], затем прыгни!"))

DEFINE_DIALOG(DIALOG_095, 1, 5, 30, 200, _("\
Чтобы прочитать\n\
табличку, встаньте перед\n\
ней и нажмите [B], как\n\
вы делали только что.\n\
\n\
Если вы захотите\n\
поговорить с Купой-трупой\n\
или другим животным,\n\
встаньте прямо\n\
перед ним.\n\
Пожалуйста, верните\n\
звёзды, которые были\n\
украдены Боузером в ходе\n\
этого курса."))

DEFINE_DIALOG(DIALOG_096, 1, 4, 30, 200, _("\
Тропинка здесь узкая.\n\
Полегче! Никому не\n\
разрешается подниматься\n\
на вершину горы!\n\
И если вы знаете, что\n\
для вас лучше, вы\n\
не разбудите никого\n\
из спящих!\n\
Двигайтесь медленно,\n\
ступайте осторожно."))

DEFINE_DIALOG(DIALOG_097, 1, 6, 30, 200, _("\
Не будьте слабаком!\n\
Если кто-то попытается\n\
вами помыкать, дайте\n\
сдачи! Это поединок один\n\
на один, и проигравший\n\
получит огненный финиш!"))

DEFINE_DIALOG(DIALOG_098, 1, 2, 95, 200, _("\
Иди сюда...\n\
...хе, хе, хе..."))

DEFINE_DIALOG(DIALOG_099, 1, 5, 95, 200, _("")) // Не используется

DEFINE_DIALOG(DIALOG_100, 1, 3, 95, 200, _("\
Уккики...Ваккики...ки ки!\n\
Ха! Я поймал это!\n\
Это моё! Хихихииии!"))

DEFINE_DIALOG(DIALOG_101, 1, 3, 95, 200, _("\
Эй! Отпусти...меня...\n\
Ты...меня...душишь...\n\
Кхи...Меня подставили!\n\
Эта кепка? О, ладно,\n\
возьми её. Это классная\n\
кепка, но я её верну.\n\
Хотя, по-моему, на мне\n\
это смотрится лучше, чем\n\
на тебе! Иииии! Ки кии!"))

DEFINE_DIALOG(DIALOG_102, 1, 6, 30, 200, _("\
Пссст! Бу очень\n\
застенчивы. Если\n\
посмотреть им в глаза,\n\
они исчезают, но если\n\
отвернуться, они\n\
появляются снова.\n\
Бесполезно пытаться\n\
ударить их, когда они\n\
исчезают. Вместо этого\n\
подкрадитесь к ним сзади\n\
и ударьте."))

DEFINE_DIALOG(DIALOG_103, 1, 4, 95, 200, _("\
На четыре башни\n\
нужно взойти...\n\
Тогда на вершине\n\
воссияет свет..."))

DEFINE_DIALOG(DIALOG_104, 1, 6, 30, 200, _("\
Тёмная звезда перед\n\
вами--это 『Указатель\n\
звезды.』 Когда вы\n\
соберёте все 8 красных\n\
монет, здесь появится\n\
Звезда."))

DEFINE_DIALOG(DIALOG_105, 1, 4, 95, 200, _("\
Приготовьтесь к запуску!\n\
Давай, запрыгивай\n\
в пушку!\n\
\n\
Вы можете добраться\n\
до Звезды на плавучем\n\
острове, используя\n\
четыре пушки.\n\
Используйте Джойстик,\n\
чтобы прицелиться, затем\n\
нажмите [A], чтобы\n\
выстрелить.\n\
Если у вас всё под рукой,\n\
вы можете ухватиться\n\
за деревья или столбы,\n\
чтобы приземлиться."))

DEFINE_DIALOG(DIALOG_106, 1, 3, 95, 200, _("\
Приготовьтесь к запуску!\n\
Давай, запрыгивай\n\
в пушку!"))

DEFINE_DIALOG(DIALOG_107, 1, 3, 95, 200, _("\
Призраки...\n\
...не...\n\
...УМИРАЮТ!\n\
Хе, хе, хе!\n\
Ты сможешь выбраться\n\
отсюда...живым?"))

DEFINE_DIALOG(DIALOG_108, 1, 2, 95, 200, _("\
Буууууу-м! Вот придёт\n\
барин озорства,\n\
башня ужаса,\n\
большой Бу!\n\
Ка ха ха ха..."))

DEFINE_DIALOG(DIALOG_109, 1, 5, 95, 200, _("\
Ооооо нееееет!\n\
Поговорите о внетелесных\n\
переживаниях--моё тело\n\
словно растаяло!\n\
\n\
Вы сталкивались\n\
с кем-нибудь из охотников\n\
за головами в последнее\n\
время?? Мне бы не\n\
помешало сменить тело!\n\
Бррр! У меня вот так\n\
может замёрзнуть лицо!"))

DEFINE_DIALOG(DIALOG_110, 1, 4, 95, 200, _("\
Мне нужна хорошая\n\
голова на плечах.\n\
Вы знаете кого-нибудь,\n\
кому нужно хорошее тело?\n\
Пожалуйста! Я последую\n\
за тобой, если ты это\n\
сделаешь!"))

DEFINE_DIALOG(DIALOG_111, 1, 5, 95, 200, _("\
Идеально! Какое\n\
замечательное новое тело!\n\
Вот,--это подарок для\n\
тебя. Оно обязательно\n\
согреет тебя."))

DEFINE_DIALOG(DIALOG_112, 1, 4, 30, 200, _("\
Соберите как можно\n\
больше монет! Они\n\
пополнят ваш метр Силы.\n\
\n\
Вы можете проверить,\n\
сколько монет вы собрали\n\
в каждом из 15\n\
вражеских миров.\n\
Вы также можете\n\
восстановить силу,\n\
прикоснувшись\n\
к вращающемуся сердцу.\n\
Чем быстрее вы\n\
пробегаете через сердце,\n\
тем больше силы\n\
восстанавливаете."))

DEFINE_DIALOG(DIALOG_113, 1, 5, 30, 200, _("\
В красном, зелёном\n\
и синем блоках есть\n\
специальные кепки.\n\
\n\
\n\
Нажимайте на\n\
переключатели в скрытых\n\
курсах, чтобы\n\
активировать блоки\n\
с кепками."))

DEFINE_DIALOG(DIALOG_114, 1, 6, 95, 200, _("\
Это сводит меня с ума!\n\
Мы строим ваши дома,\n\
ваши замки.\n\
Мы прокладываем ваши\n\
дороги, а вы всё равно\n\
проходите мимо нас.\n\
Вы когда-нибудь говорили\n\
нам спасибо? Нет! Ну,\n\
ты же не собираешься\n\
вытирать об меня ноги!\n\
Я думаю, что раздавлю\n\
тебя просто ради забавы!\n\
У тебя с этим проблема?\n\
Только попробуй ударить\n\
меня, слабак! Ха!"))

DEFINE_DIALOG(DIALOG_115, 1, 6, 95, 200, _("\
Нет! Снова раздавлен!\n\
В конце концов, я всего\n\
лишь ступенька. Я не\n\
собираюсь унижаться.\n\
Вот, ты победил. Возьми\n\
это с собой!"))

DEFINE_DIALOG(DIALOG_116, 1, 6, 95, 200, _("\
Чтооо....Чтооо?\n\
Неужели такое\n\
ничтожество, как ты,\n\
смог обезвредить короля\n\
Боб-омба????\n\
\n\
Возможно, ты достаточно\n\
быстр, чтобы сбить меня\n\
с толку, но тебе придётся\n\
прибавить в темпе, если\n\
ты хочешь поймать\n\
короля Боузера за хвост.\n\
Думаю, мои солдаты\n\
могли бы поучиться\n\
у тебя! Вот твоя Звезда,\n\
как я и обещал, Марио.\n\
\n\
\n\
Если ты захочешь увидеть\n\
меня снова, выбери эту\n\
Звезду в меню. А пока\n\
прощай."))

DEFINE_DIALOG(DIALOG_117, 1, 1, 95, 200, _("\
Кто...здесь...ходит?\n\
Кто..взламывает..печати?\n\
Пробуждает...древних?\n\
Нам не нравится свет...\n\
Рррраммбббл...\n\
Нам не нравятся...\n\
...незваные гости!\n\
Теперь сражайтесь...\n\
...с руки...\n\
...на...\n\
...руку!"))

DEFINE_DIALOG(DIALOG_118, 1, 4, 95, 200, _("\
Гррррамбббл!\n\
Что...случилось?\n\
Нас...раздавило,\n\
как камешек.\n\
Ты такой сильный!\n\
Ты правишь древней\n\
пирамидой!\n\
На сегодняшний день...\n\
Теперь возьми\n\
Звезду Силы.\n\
Мы...погружаемся...\n\
...во тьму."))

DEFINE_DIALOG(DIALOG_119, 1, 6, 30, 200, _("\
Гррр! Я был немного\n\
неосторожен. Это не так,\n\
как я планировал...но я\n\
всё ещё обладаю силой\n\
Звёзд, и у меня всё ещё\n\
есть Пич.\n\
Бва ха ха! Больше Звёзд\n\
ты от меня не получишь!\n\
Я ещё не закончил\n\
с тобой, но сейчас я тебя\n\
отпущу. Ты за это\n\
заплатишь...позже!"))

DEFINE_DIALOG(DIALOG_120, 1, 4, 30, 200, _("\
Оооо! Неужели я\n\
проиграл??? Сила Звёзд\n\
подвела меня...на этот\n\
раз.\n\
Считай, что мы сыграли\n\
вничью. В следующий раз\n\
я буду в отличной форме.\n\
\n\
А теперь, если хочешь\n\
увидеть свою драгоценную\n\
принцессу, поднимись\n\
на вершину башни.\n\
Я буду ждать!\n\
Гва ха ха ха!"))

DEFINE_DIALOG(DIALOG_121, 1, 5, 30, 200, _("\
Нееет! Этого не может\n\
быть! Ты действительно\n\
победил меня, Марио?!! Я\n\
дал этим солдатам силу,\n\
но теперь она исчезает!\n\
Ааааа! Я вижу, как мир\n\
возвращается в этот\n\
мир! Я не могу этого\n\
вынести! Хммм...Это\n\
ещё не конец...\n\
Давайте, солдаты!\n\
Давайте посмотрим\n\
концовку вместе!\n\
Бва ха ха!"))

DEFINE_DIALOG(DIALOG_122, 1, 4, 30, 200, _("\
Чёрная дыра\n\
Вправо: Работающий лифт\n\
////Облачный лабиринт\n\
Влево: Подземное озеро"))

DEFINE_DIALOG(DIALOG_123, 1, 4, 30, 200, _("\
Пещера металла\n\
Вправо: На водопад\n\
Влево: Переключатель\n\
///металлической кепки"))

DEFINE_DIALOG(DIALOG_124, 1, 4, 30, 200, _("\
Работающий лифт\n\
Опасно!!\n\
Внимательно прочитайте\n\
инструкцию!\n\
Лифт продолжает движение\n\
в направлении, указанном\n\
стрелкой."))

DEFINE_DIALOG(DIALOG_125, 1, 4, 30, 200, _("\
Туманный лабиринт--\n\
Выход\n\
Опасно! Закрыт.\n\
Теперь поворачивай назад."))

DEFINE_DIALOG(DIALOG_126, 2, 3, 30, 200, _("\
Вверх: Чёрная дыра\n\
Вправо: Работающий лифт\n\
////Туманный лабиринт"))

DEFINE_DIALOG(DIALOG_127, 3, 6, 30, 200, _("\
Подземное озеро\n\
\n\
Вправо: Пещера металла\n\
Влево: Заброшенная\n\
/// шахта (Закрыта)\n\
\n\
Здесь живёт ласковый\n\
морской дракон.\n\
Похлопайте его по спине,\n\
чтобы он опустил голову.\n\
Не становитесь\n\
его обедом."))

DEFINE_DIALOG(DIALOG_128, 1, 4, 95, 200, _("\
Вы должны сражаться\n\
с честью! Королевские\n\
правила запрещают\n\
выгонять короля с ринга!"))

DEFINE_DIALOG(DIALOG_129, 1, 6, 30, 200, _("\
Добро пожаловать на курс\n\
переключателя невидимой\n\
кепки!\n\
\n\
\n\
\n\
Все синие блоки, которые\n\
вы найдёте, станут\n\
твёрдыми, как только вы\n\
нажмёте на переключатель\n\
кепки.\n\
\n\
Надев невидимую кепку, вы\n\
исчезнете, так что\n\
сможете ускользать\n\
от врагов и проходить\n\
через множество\n\
препятствий. Попробуйте!"))

DEFINE_DIALOG(DIALOG_130, 1, 6, 30, 200, _("\
Добро пожаловать на курс\n\
переключателя\n\
металлической кепки!\n\
Как только вы нажмёте\n\
на переключатель, зелёные\n\
блоки станут твёрдыми.\n\
Когда вы превратите своё\n\
тело в металл с помощью\n\
металлической кепки, вы\n\
сможете ходить под\n\
водой! Попробуйте!"))

DEFINE_DIALOG(DIALOG_131, 1, 6, 30, 200, _("\
Добро пожаловать на курс\n\
переключателя летучей\n\
кепки! Нажмите на\n\
красный переключатель на\n\
вершине башни, в центре\n\
радужного кольца.\n\
Когда вы нажмёте\n\
на переключатель,\n\
все красные блоки,\n\
которые вы найдёте,\n\
станут цельными.\n\
\n\
Попробуйте летучую кепку!\n\
Сделайте тройной прыжок,\n\
чтобы взлететь,\n\
и нажмите [Z], чтобы\n\
приземлиться.\n\
\n\
Потяните Джойстик\n\
назад, чтобы подняться,\n\
и толкните вперёд, чтобы\n\
опустить нос, как при\n\
управлении самолётом."))

DEFINE_DIALOG(DIALOG_132, 1, 5, 30, 200, _("\
Эй, Марио, приятель,\n\
ты же не пытаешься\n\
жульничать, правда?\n\
Короткие пути запрещены.\n\
\n\
Теперь я знаю, что тебе\n\
виднее. Ты\n\
дисквалифицирован!\n\
В следующий раз играй\n\
честно!"))

DEFINE_DIALOG(DIALOG_133, 1, 5, 30, 200, _("\
Как я рад вас видеть!\n\
Принцесса...и я...и,\n\
в общем, все остальные...\n\
мы все заперты в стенах\n\
замка.\n\
Боузер украл Звёзды\n\
замка и использует\n\
их силу, чтобы создать\n\
свой собственный мир\n\
на картинах и стенах.\n\
Пожалуйста, верните\n\
Звёзды Силы!\n\
\n\
\n\
\n\
Когда вы их найдёте,\n\
вы сможете использовать\n\
их силу, чтобы открыть\n\
двери, которые запечатал\n\
Боузер.\n\
На первом этаже есть\n\
четыре комнаты. Начните\n\
с той, внутри которой\n\
изображён Боб-омб.\n\
\n\
Это единственная\n\
комната, которую Боузер\n\
не опечатал.\n\
\n\
\n\
Когда вы соберёте восемь\n\
звёзд силы, вы сможете\n\
открыть дверь с большой\n\
звездой. Принцесса должна\n\
быть внутри!"))

DEFINE_DIALOG(DIALOG_134, 1, 6, 30, 200, _("\
Названия звёзд также\n\
являются подсказками\n\
для их поиска. Они\n\
отображаются в начале\n\
каждого курса.\n\
\n\
Вы можете собирать\n\
звёзды в любом порядке.\n\
Некоторые звёзды, врагов\n\
или предметы вы не\n\
найдёте, если не выберете\n\
определённую звезду.\n\
После того, как вы\n\
соберёте несколько звёзд,\n\
вы сможете попробовать\n\
другой курс.\n\
Мы все ждём вашей\n\
помощи!"))

DEFINE_DIALOG(DIALOG_135, 1, 6, 30, 200, _("\
Именно Боузер украл\n\
звёзды. Я видел его\n\
собственными глазами!\n\
\n\
\n\
\n\
На каждом курсе он\n\
спрятал по шесть звёзд,\n\
но на некоторых курсах\n\
вы не найдёте их все,\n\
пока не нажмёте\n\
переключатели кепки.\n\
Найденные вами звёзды\n\
отобразятся\n\
на стартовом экране\n\
каждого курса.\n\
\n\
\n\
Если вы хотите увидеть\n\
некоторых врагов,\n\
которых вы уже победили,\n\
выберите звёзды, которые\n\
вы у них отобрали."))

DEFINE_DIALOG(DIALOG_136, 1, 6, 30, 200, _("\
Ух ты! Ты уже собрал\n\
столько звёзд? Так\n\
держать, Марио! Держу\n\
пари, ты скоро нас\n\
отсюда вытащишь!\n\
\n\
Но будь осторожен. Боузер\n\
и его группа написали\n\
книгу о 『плохом.』\n\
\n\
\n\
\n\
Примите мой совет: когда\n\
вам нужно восстановиться\n\
после травм, собирайте\n\
монеты.\n\
\n\
\n\
Жёлтые монеты\n\
пополняют одну единицу\n\
метра Силы, красные--\n\
две, а синие--пять.\n\
\n\
\n\
Чтобы появились синие\n\
монеты, постукивайте\n\
по синим монетным\n\
блокам.\n\
\n\
\n\
Кроме того, если вы\n\
упадёте с высоты, вы\n\
сведёте к минимуму\n\
повреждения, если будете\n\
ударяться о землю\n\
при приземлении."))

DEFINE_DIALOG(DIALOG_137, 1, 5, 30, 200, _("\
Спасибо, Марио! Замок\n\
восстанавливает свою\n\
энергию по мере того,\n\
как ты собираешь\n\
Звёзды Силы,\n\
и ты погнался\n\
за Боузером прямо\n\
отсюда, в какое-то\n\
место впереди.\n\
\n\
Кстати, ты собираешь\n\
монеты? Специальные\n\
звёзды появляются, когда\n\
вы собираете 100 монет\n\
на каждом из 15 курсов!"))

DEFINE_DIALOG(DIALOG_138, 1, 4, 30, 200, _("\
Вниз: Подземное озеро\n\
Влево: Чёрная дыра\n\
Вправо: Туманный\n\
/// лабиринт (Закрыт)"))

DEFINE_DIALOG(DIALOG_139, 1, 5, 30, 200, _("\
Вверху: Автоматический\n\
////лифт\n\
Лифт запускается\n\
автоматически и следует\n\
заданному курсу.\n\
Он также автоматически\n\
исчезает."))

DEFINE_DIALOG(DIALOG_140, 1, 6, 30, 200, _("\
Подъёмная зона\n\
Вправо: Туманный\n\
////лабиринт--Вход\n\
Влево: Чёрная дыра\n\
/// Лифт 1\n\
Стрелка: Вы здесь"))

DEFINE_DIALOG(DIALOG_141, 1, 6, 150, 200, _("\
Вы вернули одну из\n\
украденных Звёзд Силы!\n\
Теперь вы можете\n\
открыть некоторые\n\
запечатанные двери\n\
в замке.\n\
Загляните в комнату\n\
принцессы на втором\n\
этаже и в комнату\n\
с изображением Крепости\n\
Вомпа на первом этаже.\n\
\n\
Войска Боузера всё ещё\n\
набирают силу, так что\n\
ты не можешь сдаваться.\n\
Спаси нас, Марио!\n\
Продолжай искать звёзды!"))

DEFINE_DIALOG(DIALOG_142, 1, 6, 150, 200, _("\
Вы вернули три Звезды\n\
Силы! Теперь вы можете\n\
открыть любую дверь\n\
с цифрой 3 на звезде.\n\
\n\
\n\
Вы можете входить\n\
и выходить с открытых\n\
курсов, когда вам\n\
заблагорассудится. Враги\n\
впереди ещё опаснее, так\n\
что будьте осторожны!"))

DEFINE_DIALOG(DIALOG_143, 1, 4, 150, 200, _("\
Вы вернули восемь Звёзд\n\
Силы! Теперь вы можете\n\
открыть дверь с большой\n\
звездой!\n\
Но Боузер уже совсем\n\
близко...вы слышите, как\n\
принцесса зовёт вас?"))

DEFINE_DIALOG(DIALOG_144, 1, 5, 150, 200, _("\
Вы вернули 30 Звёзд\n\
Силы! Теперь вы можете\n\
открыть дверь с большой\n\
звездой!\n\
\n\
Но прежде чем двигаться\n\
дальше, расскажите,\n\
как обстоят дела\n\
в остальном?\n\
\n\
Вы разбили две колонки?\n\
Вы не потеряли свою\n\
шляпу, не так ли?\n\
\n\
\n\
Если вы это сделали,\n\
вам придётся растоптать\n\
кондора, чтобы\n\
вернуть его!\n\
\n\
Говорят, что Боузер\n\
выбрался из моря\n\
и спрятался в подземелье.\n\
Вы наконец-то загнали\n\
его в угол?"))

DEFINE_DIALOG(DIALOG_145, 1, 6, 150, 200, _("\
Вы вернули 50 Звёзд\n\
Силы! Теперь вы можете\n\
открыть Звёздную дверь\n\
на третьем этаже. Боузер\n\
там, знаете ли.\n\
\n\
О! Вы нашли все\n\
переключатели кепки, не\n\
так ли? Красный, зелёный\n\
и синий? Кепки, которые\n\
вы получаете из цветных\n\
блоков, очень полезны.\n\
А теперь поторопитесь.\n\
Третий этаж прямо\n\
перед вами."))

DEFINE_DIALOG(DIALOG_146, 1, 6, 150, 200, _("\
Вы нашли 70 Звёзд Силы!\n\
Благодаря вам тайна\n\
бесконечной лестницы\n\
раскрыта--\n\
и расстраивается ли\n\
когда-нибудь Боузер!\n\
Теперь переходим\n\
к финальной схватке!"))

DEFINE_DIALOG(DIALOG_147, 1, 6, 30, 200, _("\
Вы используете блоки\n\
с кепками? Знаете, вам\n\
действительно стоит это\n\
сделать.\n\
\n\
\n\
Чтобы сделать их\n\
прочными и вы могли их\n\
сломать, вам нужно\n\
нажать на цветные\n\
переключатели кепки\n\
в скрытых курсах замка.\n\
Вы найдёте скрытые\n\
курсы только после того,\n\
как соберёте несколько\n\
звёзд силы.\n\
Блоки с кепками--это\n\
большое подспорье!\n\
Красный--для летучей\n\
кепки, зелёный--для\n\
металлической кепки,\n\
синий--для невидимой\n\
кепки."))

DEFINE_DIALOG(DIALOG_148, 1, 5, 30, 200, _("\
Впереди гора снеговиков.\n\
Держитесь подальше! И не\n\
пытайтесь совершить\n\
тройной прыжок через\n\
ледяную глыбу.\n\
Если вы упадёте\n\
в замерзающий пруд, ваша\n\
сила быстро уменьшится,\n\
\n\
\n\
и вы не сможете\n\
восстановиться\n\
автоматически.\n\
\n\
//--Снеговик"))

DEFINE_DIALOG(DIALOG_149, 1, 4, 30, 200, _("\
Добро пожаловать\n\
на тайную горку\n\
принцессы Поганки!\n\
\n\
Здесь спрятана звезда,\n\
которую Боузер не смог\n\
найти.\n\
\n\
Когда вы скользите,\n\
нажимайте вперёд, чтобы\n\
ускорить, и отступайте\n\
назад, чтобы замедлить.\n\
Если вы будете скользить\n\
очень быстро, вы получите\n\
Звезду!"))

DEFINE_DIALOG(DIALOG_150, 1, 6, 30, 200, _("\
Ваааа! Вы затопили\n\
мой дом! Почему??\n\
Посмотрите на этот\n\
беспорядок! Что мне\n\
теперь делать?\n\
\n\
Потолок разрушен, пол\n\
залит водой...что делать,\n\
что делать? Хуфф...\n\
хуфф...это меня\n\
так...БЕСИТ!!!\n\
\n\
Всё пошло наперекосяк\n\
с тех пор, как я получил\n\
эту Звезду...Она такая\n\
блестящая, но от этого\n\
я чувствую себя...\n\
странно..."))

DEFINE_DIALOG(DIALOG_151, 1, 4, 30, 200, _("\
Я больше не могу этого\n\
выносить! Сначала ты\n\
делаешь меня мокрой,\n\
а потом топчешь ногами!\n\
Теперь я по-настоящему,\n\
по-настоящему,\n\
ПО-НАСТОЯЩЕМУ зла!\n\
Вааааааааааааааааа!!!"))

DEFINE_DIALOG(DIALOG_152, 1, 4, 30, 200, _("\
Ой-ой-ой! Дядя! Дядя!\n\
Ладно, я отдаю. Возьми\n\
эту звезду!\n\
\n\
Ух! Теперь я чувствую\n\
себя лучше. В любом\n\
случае, она мне больше\n\
не нужна--\n\
Я могу видеть звёзды\n\
сквозь потолок по ночам.\n\
\n\
\n\
Они приносят мне...\n\
...умиротворение.\n\
Пожалуйста, заходите\n\
в гости в любое время."))

DEFINE_DIALOG(DIALOG_153, 1, 5, 30, 200, _("\
Эй! Кто там?\n\
Кто на меня\n\
карабкается?\n\
Это ледяной муравей?\n\
Или снежная блоха?\n\
Что бы это ни было, оно\n\
не даёт мне покоя!\n\
Думаю, я прогоню это\n\
прочь!"))

DEFINE_DIALOG(DIALOG_154, 1, 6, 30, 200, _("\
Не снимайте шляпу! Если\n\
ты её потеряешь, то\n\
можешь легко пораниться.\n\
Если ты её потеряешь,\n\
поищи её в том курсе, где\n\
ты её потерял.\n\
Кстати, о потерянной\n\
принцессе, она всё ещё\n\
застряла где-то\n\
в стенах. Пожалуйста,\n\
помоги, Марио!\n\
\n\
О, ты же знаешь, что\n\
в стенах есть тайные\n\
миры так же, как и\n\
на картинах, верно?"))

DEFINE_DIALOG(DIALOG_155, 1, 6, 30, 200, _("\
Благодаря силе звёзд\n\
в замок возвращается\n\
жизнь. Пожалуйста,\n\
Марио, ты должен дать\n\
Боузеру пинка!\n\
\n\
Позволь мне рассказать\n\
тебе кое-что о замке.\n\
В комнате с зеркалами\n\
внимательно посмотрите\n\
на все, что в них не\n\
отражается.\n\
А когда вы отправитесь\n\
в водный городок, вы\n\
можете затопить его,\n\
прыгнув с высоты на\n\
картину."))

DEFINE_DIALOG(DIALOG_156, 1, 5, 30, 200, _("\
Мир внутри часов такой\n\
странный! Когда вы\n\
запрыгнете внутрь,\n\
следите за положением\n\
большой стрелки!"))

DEFINE_DIALOG(DIALOG_157, 1, 5, 30, 200, _("\
Осторожно! Не дайте\n\
зыбучим пескам\n\
поглотить вас.\n\
\n\
\n\
Если вы провалитесь\n\
в песок, то не сможете\n\
выпрыгнуть, а если вы\n\
нырнёте с головой, то\n\
задохнётесь.\n\
Тёмные участки--это\n\
бездонные ямы."))

DEFINE_DIALOG(DIALOG_158, 1, 6, 30, 200, _("\
1. Если вы будете\n\
прыгать несколько раз\n\
подряд и правильно\n\
рассчитаете время, вы\n\
будете прыгать всё выше\n\
и выше.\n\
Если вы будете бегать\n\
очень быстро и правильно\n\
рассчитаете три прыжка,\n\
вы сможете совершить\n\
тройной прыжок.\n\
\n\
2. Прыгайте на твёрдую\n\
стену, а затем прыгайте\n\
снова, когда ударитесь\n\
о стену.\n\
\n\
\n\
Вы можете\n\
подпрыгнуть на более\n\
высокий уровень, используя\n\
этот прыжок от стены."))

DEFINE_DIALOG(DIALOG_159, 1, 5, 30, 200, _("\
3. Если вы остановитесь,\n\
нажмите [Z], чтобы\n\
присесть, затем\n\
прыгните, вы можете\n\
выполнить сальто назад.\n\
Чтобы совершить длинный\n\
прыжок, быстро\n\
разбежитесь, нажмите [Z],\n\
затем прыгните."))

DEFINE_DIALOG(DIALOG_160, 1, 4, 30, 200, _("\
Нажимайте [B] во время\n\
быстрого бега, чтобы\n\
выполнить атаку\n\
скольжением тела.\n\
Чтобы встать во время\n\
скольжения, нажмите [A]\n\
или [B]."))

DEFINE_DIALOG(DIALOG_161, 1, 5, 30, 200, _("\
Марио!!!\n\
Это действительно ты???\n\
Прошло так много времени\n\
с нашего последнего\n\
приключения!\n\
Мне сказали, что я,\n\
возможно, увижу тебя,\n\
если подожду здесь, но я\n\
уже почти потерял\n\
надежду!\n\
Это правда? Ты\n\
действительно победил\n\
Боузера? И вернул звёзды\n\
в замок?\n\
\n\
И спас принцессу? Я знал,\n\
что ты сможешь это\n\
сделать!\n\
Теперь у меня для тебя\n\
особое сообщение.\n\
『Спасибо, что поиграли\n\
в Super Mario 64! Это\n\
конец игры, но не конец\n\
веселья.\n\
\n\
Мы хотим, чтобы вы\n\
продолжали играть,\n\
поэтому у нас есть\n\
кое-что для вас.\n\
\n\
Мы надеемся, что вам\n\
понравится!\n\
Наслаждайтесь!!!』\n\
\n\
Команда Super Mario 64"))

DEFINE_DIALOG(DIALOG_162, 1, 5, 30, 200, _("\
Нет, нет, нет! Только не\n\
ты! Я очень спешу, разве\n\
ты не видишь?\n\
\n\
\n\
У меня нет времени\n\
ссориться из-за звёзд.\n\
Вот, возьми это. Я\n\
никогда не собирался\n\
скрывать это от тебя...\n\
Просто я так спешу. Вот\n\
и всё. А теперь мне пора.\n\
Оууу! Отпусти меня!"))

DEFINE_DIALOG(DIALOG_163, 1, 5, 30, 200, _("\
Нееет! На этот раз ты\n\
действительно победил\n\
меня, Марио! Я не\n\
вынесу, если проиграю\n\
тебе!\n\
Мои войска...бесполезны!\n\
Они перевернули все\n\
Звёзды Силы! Что?! Всего\n\
их 120???\n\
\n\
Удивительно! В замке\n\
было что-то, что я\n\
пропустил??!!\n\
\n\
\n\
Теперь я вижу, как мир\n\
возвращается в этот\n\
мир...\n\
\n\
\n\
Оооо! Я действительно\n\
ненавижу это!\n\
Я не могу на это\n\
смотреть--\n\
Я ухожу отсюда!\n\
Просто подожди до\n\
следующего раза. А до\n\
тех пор держи Джойстик\n\
дымящимся!\n\
Буваа ха ха!"))

DEFINE_DIALOG(DIALOG_164, 1, 5, 30, 200, _("\
Марио! Как дела,\n\
приятель? В последнее\n\
время я не катался\n\
с горки, поэтому не\n\
в форме.\n\
Тем не менее, я всегда\n\
готов к хорошей гонке,\n\
особенно против старого\n\
приятеля по катанию\n\
на санках.\n\
Что скажешь?\n\
Приготовьтесь...\n\
\n\
//Вперёд// Не сейчас"))

DEFINE_DIALOG(DIALOG_165, 1, 6, 30, 200, _("\
Я не несу никакой\n\
ответственности за тех,\n\
у кого кружится голова\n\
и кто теряет сознание\n\
от беготни вокруг этого\n\
столба."))

DEFINE_DIALOG(DIALOG_166, 1, 4, 30, 200, _("\
Я скоро вернусь.\n\
Я сейчас не тренируюсь,\n\
так что приходите позже.\n\
//--Купа-быстрая"))

DEFINE_DIALOG(DIALOG_167, 1, 6, 30, 200, _("\
Замок принцессы Поганки\n\
находится прямо\n\
перед вами.\n\
\n\
\n\
\n\
Нажмите [A], чтобы\n\
прыгнуть, [Z], чтобы\n\
присесть, и [B], чтобы\n\
ударить, прочитать\n\
табличку или схватить\n\
что-нибудь.\n\
Нажмите [B] ещё раз,\n\
чтобы бросить то, что\n\
держите в руках."))

DEFINE_DIALOG(DIALOG_168, 1, 5, 30, 200, _("\
Эй! Прекрати это! Ты уже\n\
второй раз меня\n\
подкалываешь. Теперь ты\n\
сам напрашиваешься\n\
на это, запах лингвини!"))

DEFINE_DIALOG(DIALOG_169, 1, 4, 30, 200, _("\
Держись подальше!\n\
Это значит, что ты!\n\
Ааааа!\n\
\n\
Любого, кто войдёт в эту\n\
пещеру без разрешения,\n\
ждёт неминуемая беда."))
